const posts = [
  // News
  {
    pdfUrl: null,
    slug: "ems-glp1-weight-loss",
    title: "GLP1 ενέσιμη θεραπεία σε συνδυασμό με EMS άσκηση",
    image: "/images/blog/1.jpg",
    category:"news",
    content: [
      "Whole-Body EMS in combination with GLP-1 – a sustainable Approach to Weight Loss.",
      "Διαβάστε το άρθρο στο οποίο γίνεται αναφορά για την πιο συζητημένη ιατρική μέθοδος απώλειας βάρους και μείωσης της παχυσαρκίας με την χορήγηση των GLP-1 γνωστών ως «ενέσεων απώλειας βάρους» και τον συνδυασμό με την ems άσκηση όπου λειτουργεί συνεργικά για βέλτιστα αποτελέσματα της θεραπείας.",
      "Λόγω της μεγάλης απώλειας βάρους λίπους είναι αναμενόμενο να μειωθεί η άλιπη μάζα και η μυϊκή μάζα και εδώ είναι που παίρνει θέση η ems άσκηση όπου ο ασθενής μπορεί να διατηρήσει αλλά και να αυξήσει την μυϊκή του μάζα καθ’ όλη την διάρκεια της θεραπείας αλλά και με το πέρας αυτής να διατήρησή το αποτέλεσμα της."
    ],
    externalUrl: "https://www.newsystems.online/en/perspectives/EMS-GLP1"
  },
  {
    pdfUrl: null,
    slug: "wb-ems-cancer-study-2025",
    title: "Νέα μελέτη 2025: Το WB-EMS στην ογκολογική αποκατάσταση",
    image: "/images/blog/2.jpg",
    category:"news",
    content: [
      "Η παρούσα μελέτη, η οποία δημοσιεύθηκε τον Ιανουάριο του 2025, είναι μία από τις πρώτες που δοκιμάζουν το WB-EMS ως βραχυπρόθεσμη παρέμβαση για καρκινοπαθείς. H μελέτη δείχνει ότι μόλις δύο εβδομάδες ηλεκτρομυοδιέγερσης ολόκληρου του σώματος (WB-EMS) μπορούν να βελτιώσουν σημαντικά τη μυϊκή δύναμη και την καρδιαγγειακή φυσική κατάσταση - μια σημαντική πρόοδος στην ογκολογική αποκατάσταση.",
      "Με αυτή την εξαιρετικά επίκαιρη μελέτη, το WB-EMS θα μπορούσε να διαδραματίσει σημαντικό ρόλο στην ογκολογική αποκατάσταση στο μέλλον.",
    ],
    externalUrl: "https://pubmed.ncbi.nlm.nih.gov/39773015/" //https://www.newsystems.online/en/perspectives/wb-ems-cancer-rehabilitation-2025
  },
  {
    pdfUrl: null,
    slug: "ems-target-group-study",
    title: "Μελέτη για τον προσδιορισμό πελατειακών στόχων στο EMS",
    image: "/images/blog/3.jpg",
    category:"news",
    content: [
      "Μια μελέτη από το Γερμανικό Πανεπιστήμιο Πρόληψης και Διαχείρισης Υγείας (DHfPG, 2024) εντόπισε έξι διαφορετικούς τύπους ασκούμενων σστη Γερμανία. Αυτές οι ομάδες διαφέρουν ως προς τη συναισθηματική τους σχέση με την άσκηση, τα κίνητρα, τις φιλοδοξίες και την εμπιστοσύνη τους προς τους παρόχους. Αυτή η «τυπολογία των επαγγελματιών φυσικής κατάστασης» βοηθά τους παρόχους EMS να κατανοήσουν καλύτερα τους πελάτες τους, να βελτιστοποιήσουν τις προσφορές τους και να στοχεύσουν αποτελεσματικά τις προσπάθειες μάρκετινγκ."
    ],
    externalUrl: "https://www.newsystems.online/en/science/ems-target-group-training-pragmatists"
  },
  {
    pdfUrl: null,
    slug: "ems-guidelines-safe-application",
    title: "Κατευθυντήριες γραμμές για την ασφαλή και αποτελεσματική εφαρμογή της whole body ems άσκησης",
    image: "/images/blog/4.jpg",
    category:"news",
    content: [
      "Μάθετε πώς η  whole- body EMS άσκηση  γίνεται παγκόσμιο πρότυπο για την ασφαλή και αποτελεσματική μυϊκή διέγερση. ",
      "Μάθετε για το DIN 33961-5 και τις νέες διεθνείς κατευθυντήριες γραμμές που διαμορφώνουν τις πρακτικές πρόληψης και αποκατάστασης.",
      "Η εφαρμογή της ηλεκτρομυοδιέγερσης ολόκληρου του σώματος (EMS) απαιτεί υψηλό επίπεδο ασφάλειας λόγω της έντονης διέγερσης των μυών. Τα τελευταία χρόνια, οι επιστημονικές μελέτες έχουν διευκρινίσει περαιτέρω τα μέτρα που είναι απαραίτητα για την ασφαλή και αποτελεσματική χρήση της. Παράλληλα με την εθνική συμμόρφωση στη Γερμανία, η διεθνοποίηση των προτύπων ασφαλείας αποκτά ολοένα και μεγαλύτερη σημασία.",
    ],
    externalUrl: "https://www.newsystems.online/en/science/guidelines-whole-body-ems-application"
  },
  {
    pdfUrl: null,
    slug: "ems-contraindications",
    title: "Βασικές αντενδείξεις για τη χρήση μη-ιατρικού WB-EMS",
    image: "/images/blog/5.jpg",
    category:"news",
    content: [
      "Σε αυτό το άρθρο θα διαβάσετε για τις βασικές αντενδείξεις της whole body ems άσκησης  και την σπουδαιότητα  της πιστοποιημένη ιατρικής συσκευής."
    ],
    externalUrl: "https://www.germanjournalsportsmedicine.com/archive/archive-2019/issue-11/recommended-contraindications-for-the-use-of-non-medical-wb-electromyostimulation/"
  },
  {
    pdfUrl: null,
    slug: "ems-psychological-effects",
    title: "Ψυχολογικές επιδράσεις της προπόνησης με ηλεκτρομυοδιέγερση ολόκληρου του σώματος",
    image: "/images/blog/6.jpg",
    category:"news",
    content: [
      "Η WB-EMS άσκηση είναι δημοφιλής για τα αποτελέσματα της τόσο στην μυϊκή αύξηση και δύναμη αλλά  και για τα  θεραπευτικά της αποτελέσματα .Λίγα όμως  είναι γνωστά για τις πιθανές ψυχολογικές επιδράσεις της  WB-EMS άσκησης. Ο στόχος αυτής της μελέτης ήταν να διερευνήσει τις πιθανές ψυχολογικές επιδράσεις της προπόνησης WB-EMS στην ευεξία, τη χαλάρωση, τη διάθεση και την ρύθμιση του  άγχους."
    ],
    externalUrl: "https://pmc.ncbi.nlm.nih.gov/articles/PMC8190409/"
  },
  {
    pdfUrl: null,
    slug: "ems-seminar-october-2025",
    title: "Διήμερο σεμινάριο EMS – 4 & 5 Οκτωβρίου 2025",
    image: "/images/blog/7.jpg",
    category:"news",
    content: [
      "1η ημέρα : EMS EXPERT BACK TRAINING",
      "Αυτό το μάθημα είναι κατάλληλο τόσο για προπονητές όσο και για θεραπευτές. Περιλαμβάνει σε βάθος ιατρικές γνώσεις και το περιεχόμενο του επικεντρώνεται τόσο στην πρόληψη και τη θεραπεία ορισμένων ιατρικών παθήσεων όσο και στον τρόπο με τον οποίο η EMS μπορεί να βοηθήσει. Το μάθημα απευθύνεται σε όλους όσους θέλουν να φροντίσουν με ικανότητα τους πελάτες τους με προβλήματα στην πλάτη. Θα εξεταστούν λεπτομερώς συγκεκριμένα προγράμματα για τη χαλάρωση των τεταμένων μυών, προγράμματα αντοχής δύναμης και προγράμματα ενδυνάμωσης. Ένα τέλειο συνδυαστικό εργαστήριο για όλους τους προπονητές και θεραπευτές EMS που θέλουν να αυξήσουν την ικανότητά τους στην ενδυνάμωση της πλάτης των πελατών του",
      "",
      "2η ημέρα EMS INTENSITY TECHNIQUES",
      "Αυτό το σεμινάριο σας παρέχει ένα ευρύ φάσμα τεχνικών και εννοιών έντασης στον τομέα της προπόνησης EMS Fitness. Πώς μπορείτε να οδηγήσετε τον πελάτη σας στο επόμενο επίπεδο χωρίς να αυξήσετε απλώς τα επίπεδα έντασης; Πώς μπορείτε να χρησιμοποιήσετε διαφορετικές ρυθμίσεις προγραμμάτων για να στοχεύσετε καλύτερα τους στόχους των πελατών σας; Διδαχθείτε όλες τις θεωρητικές και πρακτικές γνώσεις που χρειάζεστε για να σχεδιάσετε ολοκληρωμένα και ορθά προγράμματα για διαφορετικούς στόχους εγκύμνασης για τους πελάτες σας. Τα πρακτικά μέρη θα σας βοηθήσουν να επεκτείνετε τις δεξιότητές σας ως προπονητή και θα σας προσφέρουν ένα ολοκληρωμένο σύνολο εργαλείων για τεχνικές κινητοποίησης και εντοπισμού, ώστε να φτάσετε στο επόμενο επίπεδο ως ems expert στον αναπτυσσόμενο τομέα της ηλεκτρομυοδιέγερσης."
    ],
    externalUrl: "https://www.germanjournalsportsmedicine.com/archive/archive-2019/issue-11/recommended-contraindications-for-the-use-of-non-medical-wb-electromyostimulation/"
  },
  {
    pdfUrl: null,
    slug: "ems-physiotherapy-gender-skin-body",
    title: "WB-EMS στη Φυσικοθεραπεία: Παράγοντες που επηρεάζουν τη μέγιστη αντοχή στην ένταση",
    image: "/images/blog/8.jpg",
    category:"news",
    content: [
      "Η ηλεκτρομυοδιέγερση ολόκληρου του σώματος (WB-EMS)είναι μια επέκταση της εφαρμογής EMS που είναι γνωστή στη φυσιοθεραπεία. Στην WB-EMS, η σύσταση του σώματος και το πάχος του δέρματος φαίνεται να παίζουν καθοριστικό ρόλο στην επίδραση της ωμικής αντίστασης και, ως εκ τούτου, στη μέγιστη αντοχή στην ένταση. Αυτός είναι ο λόγος για τον οποίο η θεραπευτική επιτυχία της (WB-)EMS μπορεί να εξαρτάται από ατομικές ανατομικές παραμέτρους.",
      "Σκοπός της μελέτης ήταν να διαπιστωθεί εάν το φύλο, το πάχος του δέρματος και οι παράμετροι της σωματικής σύνθεσης επηρεάζουν τη μέγιστη αντοχή στην ένταση στο WB-EMS. Στη μελέτη συμμετείχαν 52 άτομα. Μετρήθηκαν η σωματική σύνθεση (σωματική αντίσταση, σωματικό λίπος, λιπώδης μάζα, άλιπη μάζα) και το πάχος του δέρματος και συσχετίστηκαν με τη μέγιστη αντοχή στην ένταση."
    ],
    externalUrl: "https://pmc.ncbi.nlm.nih.gov/articles/PMC7276779/"
  },
  {
    pdfUrl: null,
    slug: "ems-physiotherapy-conference-2025",
    title: "Συμμετοχή στο 6ο Διεθνές Συνέδριο Φυσικοθεραπείας",
    image: "/images/blog/9.jpg",
    category:"news",
    content: [
      "Η FF MEDICAL AND WELLNESS συμμετέχει στο 6ο Διεθνές Συνέδριο Φυσικοθεραπείας με τίτλο «Από τη ερευνητική τεκμηρίωση στη σύγχρονη κλινική πράξη» στις 30-31/05 & 01/06/2025 στην Θεσσαλονίκη στο Grand Hotel Palace Θεσσαλονίκης.",
      "Θα χαρούμε να σας δούμε όλους στο εκθεσιακό μας περίπτερο!"
    ],
  },
  {
    pdfUrl: null,
    slug: "mayo-clinic-ems-vs-conventional",
    title: "Μελέτη Mayo Clinic: EMS άσκηση έναντι συμβατικής προπόνησης",
    image: "/images/blog/10.jpg",
    category:"news",
    content: [
      "Η μελέτη της Mayo Clinic για την ηλεκτρομυοδιέγερση ολόκληρου του σώματος (WB-EMS) υπογραμμίζει τα αποδοτικά και αποτελεσματικά οφέλη της για την καρδιαγγειακή υγεία. Η έρευνα που δημοσιεύθηκε στο International Journal of Cardiology, με επικεφαλής τον Dr. Jaskanwal D. Sara και τον Dr. Amir Lerman, δείχνει ότι το WB-EMS βελτιώνει τους καρδιαγγειακούς βιοδείκτες, ενισχύει την προστασία των αρθρώσεων και ενεργοποιεί περισσότερες μυϊκές ίνες σε σύγκριση με τη συμβατική προπόνηση. Με μόλις 20 λεπτά εβδομαδιαίως, το WB-EMS προσφέρει μια πιο ήπια αλλά ισχυρή εναλλακτική λύση, ιδανική για όσους αναζητούν αποτελεσματική άσκηση με χαμηλό αντίκτυπο."
    ],
    externalUrl: "https://www.newsystems.online/en/science/mayo-study"
  },


///////////////////////////////////////////////////////////////////////////////////////////////

  {
    slug: null,
    title: "WB-EMS vs WBV vs Conventional Training in Chronic Low Back Pain",
    category: "studies",
    pdfUrl: "/pdfs/1.pdf"
  },
  {
    slug: null,
    title: "WB-EMS and Cardiometabolic Risk in Older Women with Sarcopenic Obesity (FORMOsA Study)",
    category: "studies",
    pdfUrl: "/pdfs/2.pdf"
  },
  {
    slug: null,
    title: "WB-EMS for Sarcopenic Obesity in Older Women: FORMOsA Trial Results",
    category: "studies",
    pdfUrl: "/pdfs/3.pdf"
  },
  {
    slug: null,
    title: "Updated International Guideline for Safe WB-EMS Training",
    category: "studies",
    pdfUrl: "/pdfs/4.pdf"
  },
  {
    slug: null,
    title: "WB-EMS as a Training Technology for Health and Performance",
    category: "studies",
    pdfUrl: "/pdfs/5.pdf"
  },
  {
    slug: null,
    title: "Long-Term WB-EMS and Its Effects on Body Composition and Performance Across Ages",
    category: "studies",
    pdfUrl: "/pdfs/6.pdf"
  }

]

export default posts;