// src/data/features.js

const features = [
  {
    title: "i-body® inside",
    icon: "/icons/chest-guard.png",
    text: "Υλικό ηλεκτρόδιων μακροχρόνιας αντοχής για μια μεγάλη διάρκεια ζωής",
  },
  {
    title: "i-body®",
    icon: "/icons/mesh.png",
    text: "Τομείς τεντώματος μόνιμης ελαστικότητας από σιλικόνη χωρίς λάτεξ για βέλτιστη εφαρμογή και εύκολο καθαρισμό",
  },
  {
    title: "i-body® connect",
    icon: "/icons/connect.png",
    text: "Μαγνητική επαφή για ιδιαίτερα εύκολο χειρισμό και ασφαλή σύνδεση",
  },
  {
    title: "Υγιεινή Λειτουργία",
    icon: "/icons/protection.png",
    text: "Ελεγμένο προϊόν με ολοκληρωμένο αντιβακτηριδιακό εξοπλισμό για υψηλές απαιτήσεις υγιεινής",
  },
  {
    title: "Συμπίεση",
    icon: "/icons/electrode.png",
    text: "Καινοτόμο σύστημα για βέλτιστη προσαρμογή των ηλεκτροδίων σε διαφορετικούς σωματότυπους κατά τη διάρκεια της κίνησης",
  },
  {
    title: "Λειτουργικό Ύφασμα",
    icon: "/icons/smart-clothing.png",
    text: "Νήμα βαμμένο κατά την νηματοποίηση και ειδική δομή πλέξης για υψηλή ευελιξία και αντοχή",
  },
];

export default features;
