const pricingPackage = [
  {
    title: "Εξοπλισμός i-body®",
    image: "/images/general/27.jpg",
    bullets: [
      "Πλήρες σετ ηλεκτροδίων, ζωνών & υφασμάτων για άμεση εκκίνηση",
      "Διαθέσιμο σε όλα τα μεγέθη, με εργονομική εφαρμογή",
      "Αντιβακτηριακά υφάσματα, εύκολος καθαρισμός",
      "Ανθεκτικά υλικά για συχνή, επαγγελματική χρήση",
      "Συμβατότητα με connect & wireless επιλογές",
    ],
  },
  {
    title: "Εκπαίδευση & Πιστοποίηση",
    image: "/images/general/29.jpg",
    bullets: [
      "Δωρεάν εκπαίδευση από έμπειρους ειδικούς",
      "Διεθνώς αναγνωρισμένο πιστοποιητικό EMS",
      "Ένταξη στο δίκτυο συνεργατών miha bodytec",
      "Πρακτικά εργαλεία για ασφαλή & αποδοτική λειτουργία",
      "Συνεχής ανανέωση γνώσης σε νέες τεχνικές",
    ],
  },
  {
    title: "Στρατηγική Υποστήριξη",
    image: "/images/general/32.jpg",
    bullets: [
      "Άμεση τηλεφωνική & τεχνική υποστήριξη",
      "Ενημερώσεις λογισμικού για βέλτιστη λειτουργία",
      "Business coaching & marketing συμβουλές",
      "Γρήγορη διάγνωση και λύση προβλημάτων",
      "Πρόσβαση σε οδηγούς χρήσης & υλικό",
    ],
  },
  {
    title: "Οικονομικό Όφελος",
    image: "/images/general/31.webp",
    bullets: [
      "Χαμηλό αρχικό κόστος επένδυσης",
      "Ταχεία απόσβεση κεφαλαίου",
      "Μεγάλη διάρκεια ζωής εξοπλισμού",
      "Ελάχιστα λειτουργικά έξοδα",
      "Υψηλή απόδοση με μικρό ρίσκο",
    ],
  },
];

export default pricingPackage;
