const qa = [
  {
    q: "Γιατί είναι πιο αποτελεσματικό από τη συμβατική γυμναστική;",
    a: "Το miha bodytec είναι ένα πλήρες σύστημα εκγύμνασης που ενεργοποιεί πάνω από το 90% των μυών ταυτόχρονα, χρησιμοποιώντας και τους εν τω βάθει μύες.",
  },
  {
    q: "Υπάρχουν πολλά στούντιο παγκοσμίως;",
    a: "Το miha bodytec είναι ο Παγκόσμιος Ηγέτης του Electrical Muscle Stimulation, με χιλιάδες στούντιο στην Ευρώπη και πρόσφατα επεκτάθηκε στις ΗΠΑ.",
  },
  {
    q: "Είναι μεγάλη επένδυση;",
    a: "Μπορεί κάποιος να ξεκινήσει με πολύ μικρή επένδυση κεφαλαίου.",
  },
  {
    q: "Είναι ανταγωνιστικό του γυμναστηρίου;",
    a: "Το miha bodytec απευθύνεται στην πολύ μεγάλη πλειοψηφία του πληθυσμού που δεν του αρέσει η γυμναστική ή δεν έχει τον χρόνο να γυμναστεί. Το ποσοστό αυτό εκτιμάται στο 92%.",
  },
  {
    q: "Είναι ασφαλές;",
    a: "Το miha bodytec είναι απολύτως ασφαλές αφού χρησιμοποιείται από φυσιοθεραπευτές και γυμναστές για αποκατάσταση τραυματισμών.",
  },
];

export default qa;
