const steps = [
  {
    number: 1,
    title: "Προετοιμασία",
    description:
      "Γρήγορη εφαρμογή εξοπλισμού και ρύθμιση παραμέτρων σε μόλις 10 λεπτά – χωρίς χρονοτριβές.",
  },
  {
    number: 2,
    title: "Προπόνηση",
    description:
      "20 λεπτά στοχευμένων ισομετρικών ασκήσεων με καθοδήγηση από avatar στην οθόνη και προσωπικό trainer για μέγιστο αποτέλεσμα.",
  },
  {
    number: 3,
    title: "Αποτέλεσμα",
    description:
      "Ορατή πρόοδος από τις πρώτες συνεδρίες – εμπειρία που εντυπωσιάζει και δημιουργεί πιστούς πελάτες.",
  },
];

export default steps;
